export default Object.freeze([
    {
        id: 'auto',
        label: 'Авто',
        icon: 'mdi-shield-car',
        subcategories: [
            {
                id: 'auto-kasko',
                label: 'Каско',
                icon: 'mdi-shield-car',
                description: 'Специально для вас мы разработали удобные и понятные продукты автострахования Полное каско, Суперкаско, Миникаско, Киберкаско и другие. Оставьте заявку и консультант поможет подобрать именно то, что необходимо вам и вашему автомобилю! Дополнительно к полису каско может быть оформлен полис ОСАГО.',
            },
            // {
            //     id: 'auto-osago',
            //     label: 'Осаго',
            //     icon: 'mdi-shield-car',
            // },
        ],
    },
    {
        id: 'halva',
        label: '',
        icon: '',
        background: 'halva',
    },
    {
        id: 'travel',
        label: 'Путешествия',
        icon: 'mdi-shield-airplane-outline',
        subcategories: [
            {
                id: 'travel-visa',
                label: 'Полис выезжающего за рубеж',
                icon: 'mdi-shield-airplane-outline',
                description: 'Отправляетесь в путешествие? Не забудьте оформить туристический полис! Оставьте заявку и убедитесь в самых низких тарифах и лучших условиях',
            },
        ],
    },
    {
        id: 'realEstate',
        label: 'Недвижимость',
        icon: 'mdi-shield-home-outline',
        subcategories: [
            {
                id: 'realEstate-apartments',
                label: 'Страхование недвижимости (квартиры, апартаменты, дома)',
                icon: 'mdi-shield-home-outline',
                description: 'Простые и удобные программы по страхованию квартир, апартаментов или домов предоставят надежную страховую защиту дорогого вам имущества.',
            },
            {
                id: 'realEstate-responsibility',
                label: 'Страхование ответственности перед соседями',
                icon: 'mdi-shield-home-outline',
                description: 'Один из самых распространенных рисков – залив соседей водой – без страхового полиса может быть чреват существенными расходами и конфликтом с соседями. Программа страхования ответственности перед соседями поможет справиться с финансовой нагрузкой в непредвиденных случаях.',
            },
            {
                id: 'cash-mortgage',
                label: 'Ипотека',
                icon: 'mdi-shield-sync-outline',
                description: 'Оставляйте заявку и консультант поможет подобрать удобный для Вас продукт: ипотека в новостройке, ипотека с господдержкой, ипотека на вторичном рынке, ипотека для семей с детьми, рефинансирование ипотеки и др.',
            },
            {
                id: 'cash-mortgage-s',
                label: 'Ипотечное страхование',
                icon: 'mdi-shield-sync-outline',
                description: 'Мы сотрудничаем с крупнейшими банками, работающими в России, выгодные тарифы и скидки, упрощенная схема проверки документов — решение принимается в течение 1 дня. Оцените все преимущества – оставляйте заявку на расчет.',
            },
        ],
    },
    {
        id: 'health',
        label: 'Здоровье',
        icon: 'mdi-shield-account-outline',
        subcategories: [
            {
                id: 'health-nszh',
                label: 'Накопительное страхование жизни (НСЖ)',
                icon: 'mdi-shield-account-outline',
                description: 'Жить полноценной жизнью: ни в чем не нуждаться, получать качественное медицинское обслуживание, иметь гарантированную пожизненную материальную поддержку или накопить необходимую сумму для определенной покупки или к определенному сроку для всех этих целей подойдут наши продукт по накопительному страхованию жизни. Оставьте заявку и наш консультант подберет продукт именно для вас.',
            },
            {
                id: 'health-garmoniya',
                label: 'Женское страхование',
                icon: 'mdi-shield-account-outline',
                description: 'Уникальные программы, разработанные специально для защиты женщин на случай диагностирования онкологических и других серьезных заболеваний. Полис обеспечит качественное своевременное лечение в лучших российских и зарубежных клиниках. Оставьте заявку и наш консультант расскажет о программе подробней.',
            },
            {
                id: 'health-child',
                label: 'Детское страхование',
                icon: 'mdi-shield-account-outline',
                description: 'Программы детского страхования – надежная защита малыша с первых дней жизни. Прежде всего, полис предоставляет возможность получить лечение в современных клиниках и гарантирует уверенность в качестве оказываемой медицинской помощи. Полис страхования детей и школьников позволяет заранее планировать расходы на лечение: заплатив за полис сейчас, вам не придется нести дополнительные расходы на лечение в течение года. Оставьте заявку и наш консультант расскажет о программе подробней.',
            },
            {
                id: 'travel-accident',
                label: 'Страхование от несчастного случая',
                icon: 'mdi-shield-airplane-outline',
                description: 'Занимаетесь профессиональным спортом или просто хотите защитить себя и близких от негативных последний непредвиденных жизненных ситуаций - полис от несчастного случая прекрасно справиться со своей задачей!',
            },
        ],
    },
    {
        id: 'cash',
        label: 'Банковские продукты',
        icon: 'mdi-shield-sync-outline',
        subcategories: [
            {
                id: 'cash-cash',
                label: 'Кредит наличными',
                icon: 'mdi-shield-sync-outline',
                description: 'Оставьте заявку и консультант подберет для вас удобный продукт и отделение для получения кредита',
            },
            {
                id: 'cash-auto',
                label: 'Автокредит',
                icon: 'mdi-shield-sync-outline',
                description: 'Оставьте заявку и консультант подберет для вас удобный продукт и отделение для получения кредита',
            },
            {
                id: 'cash-deposit',
                label: 'Вклады',
                icon: 'mdi-shield-sync-outline',
                description: 'Оставьте заявку и консультант поможет открыть вам накопительный счет или депозит',
            },
        ],
    },
])
